Repository: Vncntvx/StickyNotes
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.name
source: Sticky Notes
zh_hans: 便利贴

source: Compact
zh_hans: 紧凑

source: Default
zh_hans: 默认

source: Note Appearance
zh_hans: 便签外观

source: Relaxed
zh_hans: 宽松

source: Reset
zh_hans: 重置

source: Text Spacing
zh_hans: 文本间距

source: That font family was not found on this Mac. Your existing preference is unchanged.
zh_hans: 在此 Mac 上找不到该字体族。你的现有偏好保持不变。

source: Type a font family name — for example, Helvetica Neue. Empty means Default (the system font).
zh_hans: 输入字体族名称——例如 Helvetica Neue。留空表示默认（系统字体）。

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld hr ago
zh_hans: %lld 小时前

source: %lld days ago
zh_hans: %lld 天前

source: Synced %@
zh_hans: 已同步 %@

source: Screenshot %lld of %lld
zh_hans: 截图 %lld / %lld

source: Connection failed: %@.
zh_hans: 连接失败：%@。

source: Configuration failed: %@.
zh_hans: 配置失败：%@。

# menu-bar.tooltip
source: Sticky Notes
zh_hans: 便利贴

# library.search.placeholder
source: Search notes
zh_hans: 搜索便签

# library.new-note
source: New Note
zh_hans: 新建便签

# library.trash
source: Trash
zh_hans: 废纸篓

# library.settings
source: Settings…
zh_hans: 设置…

# library.help
source: Help
zh_hans: 帮助

# library.about
source: About Sticky Notes
zh_hans: 关于便利贴

# library.quit
source: Quit Sticky Notes
zh_hans: 退出便利贴

# library.sync-status
source: Sync Status
zh_hans: 同步状态

# sort.modified
source: Date Modified
zh_hans: 修改日期

# sort.created
source: Date Created
zh_hans: 创建日期

# sort.title
source: Title
zh_hans: 标题

# sort.manual
source: Manual
zh_hans: 手动

# appearance.color.yellow
source: Yellow
zh_hans: 黄色

# appearance.color.pink
source: Pink
zh_hans: 粉色

# appearance.color.purple
source: Purple
zh_hans: 紫色

# appearance.color.blue
source: Blue
zh_hans: 蓝色

# appearance.color.green
source: Green
zh_hans: 绿色

# appearance.color.gray
source: Gray
zh_hans: 灰色

# appearance.color.custom
source: Custom
zh_hans: 自定义

# appearance.always-on-top
source: Always on Top
zh_hans: 置顶

# appearance.transparency
source: Transparency
zh_hans: 透明度

# appearance.text-size
source: Text Size
zh_hans: 字号

# text-size.small
source: Small
zh_hans: 小

# text-size.regular
source: Regular
zh_hans: 中

# text-size.large
source: Large
zh_hans: 大

# text-size.extra-large
source: Extra Large
zh_hans: 特大

# trash.restore
source: Restore
zh_hans: 恢复

# trash.delete-permanently
source: Delete Permanently
zh_hans: 永久删除

# trash.empty
source: Empty Trash
zh_hans: 清空废纸篓

# trash.confirm-empty.title
source: Are you sure you want to empty Trash?
zh_hans: 确定要清空废纸篓吗？

# trash.confirm-empty.body
source: Trashed notes will be permanently deleted. This cannot be undone.
zh_hans: 废纸篓中的便签将被永久删除。此操作无法撤销。

# trash.confirm-delete.title
source: Delete this note permanently?
zh_hans: 永久删除此便签？

# trash.retention.days
source: Notes stay in Trash for 30 days before being permanently deleted.
zh_hans: 便签将在废纸篓中保留 30 天，之后将被永久删除。

# settings.dock.show-icon
source: Show Dock icon
zh_hans: 显示 Dock 图标

# settings.dock.hide-icon
source: Hide Dock icon (menu-bar only)
zh_hans: 隐藏 Dock 图标（仅菜单栏）

# settings.permissions
source: Permissions
zh_hans: 权限

# settings.font-preference
source: Default Font
zh_hans: 默认字体

# settings.font.chinese
source: Chinese font
zh_hans: 中文字体

# settings.font.english
source: English font
zh_hans: 英文字体

# permission.screen-recording.title
source: Screen Recording
zh_hans: 屏幕录制

# permission.screen-recording.explanation
source: Sticky Notes needs Screen Recording permission to capture screenshots. Your notes remain fully usable without it.
zh_hans: 便利贴需要屏幕录制权限才能截屏。未授权时便签功能仍可正常使用。

# permission.screen-recording.open-settings
source: Open System Settings
zh_hans: 打开系统设置

# permission.accessibility.title
source: Accessibility
zh_hans: 辅助功能

# permission.accessibility.explanation
source: Optional. Used only by an advanced window-identification feature; ordinary screenshot capture does not need it.
zh_hans: 可选。仅用于高级窗口识别功能；普通截屏不需要。

# sync.configure
source: Configure Synchronization…
zh_hans: 配置同步…

# sync.provider.s3
source: S3-compatible
zh_hans: S3 兼容

# sync.test-connection
source: Test Connection
zh_hans: 测试连接

# sync.enable
source: Enable Sync
zh_hans: 启用同步

# sync.disable
source: Disable Sync
zh_hans: 禁用同步

# sync.sync-now
source: Sync Now
zh_hans: 立即同步

# sync.last-success
source: Last synced: %@
zh_hans: 上次同步：%@

# sync.unrecoverable-password
source: The sync password is unrecoverable. If you forget it, your synced data cannot be recovered — even by the developer or your provider.
zh_hans: 同步密码无法找回。如果您忘记密码，将无法恢复已同步的数据——开发者或服务商均无法恢复。

# file-reference.open
source: Open
zh_hans: 打开

# file-reference.reveal
source: Reveal in Finder
zh_hans: 在 Finder 中显示

# file-reference.relink
source: Relink
zh_hans: 重新链接

# file-reference.missing
source: Missing
zh_hans: 缺失

# file-reference.move.confirm.title
source: Move the original file?
zh_hans: 移动原始文件？

# screenshot.capture-region
source: Capture Region
zh_hans: 截取区域

# screenshot.capture-window
source: Capture Window
zh_hans: 截取窗口

# screenshot.cancel
source: Cancel
zh_hans: 取消

# screenshot.cover.set
source: Set as Cover
zh_hans: 设为封面

# screenshot.save-as
source: Save As…
zh_hans: 存储为…

# code-block.copy
source: Copy
zh_hans: 拷贝

# todo.toggle
source: Toggle todo
zh_hans: 切换待办状态

# error.persistence
source: Sticky Notes couldn't save the change.
zh_hans: 便利贴无法保存更改。

# error.editor-conversion
source: The note's formatting couldn't be converted.
zh_hans: 无法转换便签格式。

# error.file-ref-access
source: The file couldn't be opened. It may have moved or been deleted.
zh_hans: 无法打开文件。文件可能已被移动或删除。

# error.capture
source: Screenshot capture failed.
zh_hans: 截屏失败。

# error.permission.screen-recording-denied
source: Screen Recording permission was denied. Screenshots are unavailable; notes remain fully usable.
zh_hans: 屏幕录制权限被拒绝。截屏功能不可用；便签功能仍可正常使用。

# error.encryption
source: Sync data could not be decrypted. The data may be corrupted or the password is incorrect.
zh_hans: 无法解密同步数据。数据可能已损坏或密码不正确。

# error.webdav
source: The WebDAV server returned an error.
zh_hans: WebDAV 服务器返回错误。

# error.s3
source: The S3-compatible server returned an error.
zh_hans: S3 兼容服务器返回错误。

# error.sync-conflict
source: A sync conflict was detected. A conflict copy has been created in your library.
zh_hans: 检测到同步冲突。已在便签库中创建冲突副本。

# conflict-copy.label
source: Conflict copy
zh_hans: 冲突副本

source: New Note from Clipboard
zh_hans: 从剪贴板新建便签

# library.welcome
source: Welcome to Sticky Notes
zh_hans: 欢迎使用便笺

# library.createFirstNote
source: Create your first note
zh_hans: 创建第一条便笺

# library.onboarding.autosave
source: Everything you type is saved automatically — no Save button.
zh_hans: 你输入的内容会自动保存——无需点击保存。

# library.onboarding.menubar
source: Your notes live in the menu bar. Click the icon to open this library anytime.
zh_hans: 你的便笺常驻菜单栏，随时点击图标打开。

# library.onboarding.gotIt
source: Got it
zh_hans: 知道了

# library.searchNoResults
source: No notes match your search
zh_hans: 没有找到匹配的便笺

# library.trashEmpty
source: Trash is empty
zh_hans: 废纸篓是空的

# note.window.untitledTitle
source: Untitled Note
zh_hans: 无标题笔记

# library.untitled
source: Untitled note
zh_hans: 未命名便笺

# library.couldNotLoad
source: Could not load notes.
zh_hans: 无法加载便笺。

# library.couldNotCreate
source: Could not create a note.
zh_hans: 无法创建便笺。

# library.couldNotTrash
source: Could not move the note to Trash.
zh_hans: 无法将便笺移到废纸篓。

# library.couldNotRestore
source: Could not restore the note.
zh_hans: 无法恢复便笺。

# library.couldNotDelete
source: Could not delete the note.
zh_hans: 无法删除便笺。

# library.couldNotEmptyTrash
source: Could not empty Trash.
zh_hans: 无法清空废纸篓。

# trash.movedToTrash
source: Moved to Trash
zh_hans: 已移到废纸篓

# trash.permanentlyDeleted
source: Permanently Deleted
zh_hans: 已永久删除

# trash.title
source: Trash
zh_hans: 废纸篓

# trash.emptyTrash
source: Empty Trash…
zh_hans: 清空废纸篓…

# trash.emptyTrashConfirmation
source: Empty Trash permanently deletes all notes in Trash immediately. The 30-day recoverability guarantee no longer applies.
zh_hans: 清空废纸篓将立即永久删除其中的所有便笺，且不再适用 30 天恢复保证。

# trash.emptyTrashAction
source: Empty Trash
zh_hans: 清空废纸篓

# trash.cancel
source: Cancel
zh_hans: 取消

# trash.deleteForever
source: Delete Forever
zh_hans: 永久删除

source: Sync not configured
zh_hans: 同步未配置

# sync.inProgress
source: Syncing…
zh_hans: 正在同步…

source: Sync issue
zh_hans: 同步出现问题

source: Sync ready
zh_hans: 同步就绪

# sync.retry
source: Retry
zh_hans: 重试

# sync.syncedRelative
source: Synced {time}
zh_hans: 已同步 {time}

# settings.general
source: General
zh_hans: 通用

# settings.sync
source: Sync
zh_hans: 同步

# settings.fonts
source: Fonts
zh_hans: 字体

# settings.showDockIcon
source: Show icon in Dock
zh_hans: 在程序坞中显示图标

# settings.newNoteFromClipboard
source: New note from clipboard
zh_hans: 从剪贴板新建便笺

# settings.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.screenRecording
source: Screen recording
zh_hans: 屏幕录制

# settings.accessibility
source: Accessibility
zh_hans: 辅助功能

# sync.manualSync
source: Manual Sync
zh_hans: 手动同步

# sync.passwordWarning
source: If you forget your sync password, your synced notes cannot be recovered.
zh_hans: 如果忘记同步密码，将无法恢复已同步的便笺。

# sync.replaceRepository
source: Replace Repository…
zh_hans: 更换仓库…

# sync.exportDiagnosticBundle
source: Export Diagnostic Bundle…
zh_hans: 导出诊断信息…

# about.title
source: Sticky Notes
zh_hans: 便笺

# about.subtitle
source: Local-first sticky notes for the menu bar. Working title.
zh_hans: 本地优先的菜单栏便笺应用（工作名称）。

# about.version
source: Version {version}
zh_hans: 版本 {version}

# editor.copyCode
source: Copy code
zh_hans: 复制代码

# editor.openFile
source: Open file
zh_hans: 打开文件

# editor.relinkFile
source: Relink file
zh_hans: 重新关联文件

# editor.availability.available
source: Available
zh_hans: 可用

# editor.availability.missing
source: Missing — relink to open
zh_hans: 文件缺失——请重新关联

# editor.availability.stale
source: File may have moved
zh_hans: 文件可能已被移动

# editor.availability.relinked
source: Relinked
zh_hans: 已重新关联

# editor.availability.onAnotherDevice
source: On another device
zh_hans: 在另一台设备上

# editor.setAsCover
source: Set as Cover
zh_hans: 设为封面

# editor.removeCover
source: Remove Cover
zh_hans: 移除封面

# editor.titleField
source: Title
zh_hans: 标题

# editor.closeNote
source: Close note
zh_hans: 关闭便笺

# editor.noteColor
source: Note color
zh_hans: 便笺颜色

# editor.opacity
source: Background opacity
zh_hans: 背景不透明度

# editor.textSize
source: Text size
zh_hans: 字号

# editor.alwaysOnTop
source: Always on top
zh_hans: 始终置顶

# editor.duplicateNote
source: Duplicate Note
zh_hans: 复制便笺

# editor.copyAsMarkdown
source: Copy as Markdown
zh_hans: 以 Markdown 复制

# editor.exportAsJSON
source: Export as JSON…
zh_hans: 导出为 JSON…

# editor.moveToTrash
source: Move to Trash
zh_hans: 移到废纸篓

source: Sticky Notes Help
zh_hans: 便利贴帮助

source: Menu-bar first
zh_hans: 菜单栏优先

source: Sticky Notes lives in the menu bar. Click the note icon to open your library; click it again to dismiss. The library is your home for creating, searching, and organizing notes.
zh_hans: 便利贴常驻菜单栏。点击便签图标打开资料库，再次点击关闭。资料库是创建、搜索和整理便笺的地方。

source: Auto-save
zh_hans: 自动保存

source: Notes save automatically as you type — there is no Save button. Close a note window and reopen it later; your content is preserved. A note you never wrote anything into is removed automatically when its window closes.
zh_hans: 便笺随输入自动保存——没有“保存”按钮。关闭便笺窗口后重新打开，内容仍会保留。从未写过任何内容的便笺会在窗口关闭时自动移除。

source: Keyboard shortcuts
zh_hans: 键盘快捷键

source: ⌘N — new note ⌘W — close note window ⌘Q — quit Sticky Notes ⌘F — search your notes
zh_hans: ⌘N — 新建便笺 ⌘W — 关闭便笺窗口 ⌘Q — 退出便利贴 ⌘F — 搜索便笺

source: Markdown shortcuts
zh_hans: Markdown 快捷输入

source: Type “# ” for a heading, “- ” for a bullet, “- [ ] ” for a todo, “**text**” for bold, “*text*” for italic, and three backticks for a code block. A single Undo (⌘Z) restores the exact Markdown you typed.
zh_hans: 输入“# ”创建标题、“- ”创建列表、“- [ ] ”创建待办、“**文字**”加粗、“*文字*”斜体，三个反引号创建代码块。按一次撤销（⌘Z）即可恢复原始 Markdown 语法。

source: Search
zh_hans: 搜索

source: Search matches titles, note text, todo items, code blocks, file names, and screenshot captions. Use the sort menu to switch between Recently Modified, Created, Title, and Manual order.
zh_hans: 搜索可匹配标题、正文、待办、代码块、文件名和截图说明。使用排序菜单可在最近修改、创建时间、标题和手动排序之间切换。

source: Screenshots and files
zh_hans: 截图与文件

source: Add a screenshot or a file reference from a note's upper control area. Files are referenced, never copied. A screenshot viewer opens in its own window with zoom and caption editing.
zh_hans: 在便笺上方控制区可添加截图或文件引用。文件以引用方式关联，不会复制。截图查看器会在独立窗口中打开，支持缩放和说明编辑。

source: Synchronization
zh_hans: 同步

source: Synchronization is optional and end-to-end encrypted. Configure exactly one WebDAV or S3-compatible repository in Settings. Your notes are encrypted on this Mac before upload; forgetting your sync password makes encrypted remote data unrecoverable.
zh_hans: 同步为可选功能，采用端到端加密。可在设置中配置一个 WebDAV 或 S3 兼容仓库。便笺在上传前会在本机加密；忘记同步密码将导致加密远程数据无法恢复。

source: Not configured
zh_hans: 未配置

source: Configured
zh_hans: 已配置

source: Automatic sync
zh_hans: 自动同步

source: Remember unlocked vault on this Mac
zh_hans: 在这台 Mac 上记住已解锁的保险库

source: Sync Now
zh_hans: 立即同步

source: Syncing…
zh_hans: 正在同步…

source: Last successful sync
zh_hans: 最近同步成功时间

source: Last error
zh_hans: 最近错误

source: Status
zh_hans: 状态

source: Configure Sync…
zh_hans: 配置同步…

source: Replace Repository…
zh_hans: 替换仓库…

source: Remove Configuration…
zh_hans: 移除配置…

source: Remove Configuration
zh_hans: 移除配置

source: Cancel
zh_hans: 取消

source: Export Diagnostic Bundle…
zh_hans: 导出诊断包…

source: If you forget your sync password, your synced notes cannot be recovered. Neither the developer nor the storage provider can restore them.
zh_hans: 如果忘记同步密码，已同步的便笺将无法恢复。开发者和存储服务商都无法还原。

source: Remove sync configuration?
zh_hans: 移除同步配置？

source: Local notes are preserved. Remote data in the previous repository is not deleted — cleaning it up is your responsibility.
zh_hans: 本地便笺会被保留。旧仓库中的远程数据不会被删除——清理工作由您自行负责。

source: Sync configuration removed. Your local notes were kept.
zh_hans: 已移除同步配置。您的本地便笺已保留。

source: Synchronization configured and first sync completed.
zh_hans: 同步已配置，首次同步已完成。

source: Repository replaced. Local notes were preserved; the prior repository's remote data was not deleted.
zh_hans: 仓库已替换。本地便笺已保留；旧仓库的远程数据未被删除。

source: Diagnostic bundle exported. It contains no note content or credentials.
zh_hans: 诊断包已导出。其中不包含便笺内容或凭据。

source: Could not save the diagnostic bundle.
zh_hans: 无法保存诊断包。

source: Could not generate the diagnostic bundle.
zh_hans: 无法生成诊断包。

source: Unlock will be remembered until this Mac restarts or you lock the vault.
zh_hans: 将记住解锁状态，直到这台 Mac 重启或您锁定保险库。

source: Remembered unlock cleared.
zh_hans: 已清除记住的解锁状态。

source: Could not change the remember-unlock setting.
zh_hans: 无法更改记忆解锁设置。

source: Configuration failed: unavailable.
zh_hans: 配置失败：不可用。

source: Connection OK.
zh_hans: 连接正常。

source: Configure Synchronization
zh_hans: 配置同步

source: Provider
zh_hans: 服务商

source: S3-compatible
zh_hans: S3 兼容

source: Server URL (https://…)
zh_hans: 服务器地址（https://…）

source: Container path (optional)
zh_hans: 容器路径（可选）

source: Username (optional)
zh_hans: 用户名（可选）

source: Password (optional)
zh_hans: 密码（可选）

source: Endpoint URL (https://…)
zh_hans: 端点地址（https://…）

source: Bucket
zh_hans: 存储桶

source: Region
zh_hans: 区域

source: Access key
zh_hans: 访问密钥

source: Secret key
zh_hans: 秘密密钥

source: Vault password (new)
zh_hans: 保险库密码（新）

source: The vault password encrypts your notes. If you forget it, your synced notes cannot be recovered.
zh_hans: 保险库密码用于加密便笺。如果忘记，已同步的便笺将无法恢复。

source: Vault password
zh_hans: 保险库密码

source: Create new vault
zh_hans: 创建新保险库

source: Join existing vault
zh_hans: 加入现有保险库

source: Join Existing Vault
zh_hans: 加入现有保险库

source: Join Existing Vault…
zh_hans: 加入现有保险库…

source: Joins a vault created on another Mac. Your local notes are preserved.
zh_hans: 加入在另一台 Mac 上创建的保险库。本地便笺将被保留。

source: Vault locator format is invalid (expected 32 hex characters).
zh_hans: 保险库定位符格式无效（应为 32 位十六进制字符）。

source: Vault locator
zh_hans: 保险库定位符

source: Import from file…
zh_hans: 从文件导入…

source: Export Sync Profile…
zh_hans: 导出同步配置…

source: Choose a sync profile exported from another Mac.
zh_hans: 选择从另一台 Mac 导出的同步配置。

source: Sync profile imported. Enter the vault password to join.
zh_hans: 同步配置已导入。输入保险库密码即可加入。

source: This file is not a valid sync profile (unsupported or corrupted).
zh_hans: 该文件不是有效的同步配置（版本不受支持或已损坏）。

source: Joined the existing vault and completed the first sync.
zh_hans: 已加入现有保险库并完成首次同步。

source: Could not join the vault:
zh_hans: 无法加入保险库：

source: Save a sync profile to join this vault from another Mac.
zh_hans: 保存同步配置，以便从另一台 Mac 加入此保险库。

source: Sync profile exported. No credentials or note content are included.
zh_hans: 同步配置已导出。其中不包含任何凭据或便笺内容。

source: Could not export the sync profile.
zh_hans: 无法导出同步配置。

source: Scan for Existing Vaults…
zh_hans: 扫描现有保险库…

source: Existing vaults
zh_hans: 现有保险库

source: No existing vaults found in this repository.
zh_hans: 此仓库中未找到现有保险库。

source: Could not scan the repository:
zh_hans: 无法扫描仓库：

source: No vaults scanned yet — scan the repository to pick an existing vault, or enter the locator manually.
zh_hans: 尚未扫描保险库 — 扫描仓库以选择现有保险库，或手动输入定位符。

source: Synchronization mode
zh_hans: 同步模式

source: Sync profile origin device:
zh_hans: 同步配置来源设备：

source: Confirm vault password
zh_hans: 确认保险库密码

source: Test Connection
zh_hans: 测试连接

source: Working…
zh_hans: 处理中…

source: Replace
zh_hans: 替换

source: Configure
zh_hans: 配置

source: Moved to Trash
zh_hans: 已移到废纸篓

source: Permanently Deleted
zh_hans: 已永久删除

source: Retry
zh_hans: 重试

source: Add Todo
zh_hans: 添加待办

source: Add File Reference…
zh_hans: 添加文件引用…

source: Capture Screenshot…
zh_hans: 截图…

source: Add Block
zh_hans: 添加内容块

source: Add Screenshot
zh_hans: 添加截图

source: Capture Region…
zh_hans: 截取区域…

source: Capture Window…
zh_hans: 截取窗口…

source: Todo
zh_hans: 待办

source: Move todo up
zh_hans: 待办上移

source: Move todo down
zh_hans: 待办下移

source: Indent (subtask)
zh_hans: 缩进（子任务）

source: Un-indent
zh_hans: 取消缩进

source: Delete todo
zh_hans: 删除待办

source: Mark todo incomplete
zh_hans: 标记待办未完成

source: Mark todo complete
zh_hans: 标记待办完成

source: Complete
zh_hans: 已完成

source: Incomplete
zh_hans: 未完成

source: Set as Cover
zh_hans: 设为封面

source: Remove Cover
zh_hans: 取消封面

source: Remove as card cover
zh_hans: 取消卡片封面

source: Set as card cover
zh_hans: 设为卡片封面

source: Caption
zh_hans: 说明

source: View
zh_hans: 查看

source: Copy
zh_hans: 复制

source: Save As…
zh_hans: 另存为…

source: Remove
zh_hans: 移除

source: Available
zh_hans: 可用

source: Missing — relink to open
zh_hans: 缺失——请重新链接

source: File may have moved
zh_hans: 文件可能已移动

source: Relinked
zh_hans: 已重新链接

source: On another device
zh_hans: 在另一台设备上

source: Open file
zh_hans: 打开文件

source: Reveal in Finder
zh_hans: 在 Finder 中显示

source: Copy Path
zh_hans: 复制路径

source: Relink…
zh_hans: 重新链接…

source: Move File…
zh_hans: 移动文件…

source: Remove Reference
zh_hans: 移除引用

source: More file actions
zh_hans: 更多文件操作

source: Copy code
zh_hans: 复制代码

source: Show/Hide Note Windows
zh_hans: 显示/隐藏便笺窗口

source: Add screenshot
zh_hans: 添加截图

source: Add file reference
zh_hans: 添加文件引用

source: Choose a destination folder for the file (it will be moved, not copied).
zh_hans: 请选择文件的目标文件夹（文件将被移动，而非复制）。

source: A different file already exists at the destination.
zh_hans: 目标位置已存在同名但内容不同的文件。

source: Replace it? The existing file will be overwritten.
zh_hans: 要替换吗？现有文件将被覆盖。

source: Help
zh_hans: 帮助

source: Can't reach your sync repository
zh_hans: 无法连接同步仓库

source: Sync authentication failed
zh_hans: 同步认证失败

source: Sync vault is locked
zh_hans: 同步保险库已锁定

source: Some changes haven't synced yet
zh_hans: 部分更改尚未同步

source: Conflicting copies were created
zh_hans: 已创建冲突副本

source: Some sync history aged out
zh_hans: 部分同步历史已过期

source: Your sync repository needs attention
zh_hans: 同步仓库需要处理

source: Your notes are safe on this Mac. You can retry.
zh_hans: 你的笔记在此 Mac 上安全无虞。你可以重试。

source: Your notes are safe on this Mac. Re-enter your credentials to continue syncing.
zh_hans: 你的笔记在此 Mac 上安全无虞。重新输入凭据即可继续同步。

source: Your notes are safe on this Mac. Unlock the vault to start syncing again.
zh_hans: 你的笔记在此 Mac 上安全无虞。解锁保险库即可继续同步。

source: Your notes are safe on this Mac. They'll sync when you're back online.
zh_hans: 你的笔记在此 Mac 上安全无虞。联网后将自动同步。

source: Your notes are safe. Review the conflicting copies.
zh_hans: 你的笔记安全无虞。请查看冲突副本。

source: Your notes were preserved. No action needed.
zh_hans: 你的笔记已保留，无需操作。

source: Your notes are safe on this Mac. Use Advanced sync settings to recover.
zh_hans: 你的笔记在此 Mac 上安全无虞。可使用高级同步设置恢复。

source: Lavender
zh_hans: 薰衣草

source: Peach
zh_hans: 桃色

source: Note font
zh_hans: 笔记字体

source: The 30-day recoverability guarantee no longer applies.
zh_hans: 30 天可恢复保证不再适用。

source: This note will be permanently deleted immediately.
zh_hans: 此笔记将被立即永久删除。

source: All notes in Trash will be permanently deleted immediately.
zh_hans: 回收站中的所有笔记将被立即永久删除。

source: Advanced
zh_hans: 高级

source: Could not save the font preference. Your existing preference is unchanged.
zh_hans: 无法保存字体偏好。你的现有偏好保持不变。

source: Sync needs attention
zh_hans: 同步需要处理

source: Re-authenticate
zh_hans: 重新认证

source: Unlock
zh_hans: 解锁

source: Review
zh_hans: 查看

source: Advanced…
zh_hans: 高级…

source: Dismiss sync notice
zh_hans: 关闭同步通知

source: Notes / Trash destination
zh_hans: 笔记 / 回收站目的地

source: Create a new note
zh_hans: 创建新笔记

source: Search notes
zh_hans: 搜索笔记

source: General
zh_hans: 通用

source: Sync
zh_hans: 同步

source: Privacy
zh_hans: 隐私

source: App
zh_hans: 应用

source: Notes
zh_hans: 笔记

source: Show icon in Dock
zh_hans: 在程序坞中显示图标

source: Preview
zh_hans: 预览

source: Screen Recording
zh_hans: 屏幕录制

source: Granted
zh_hans: 已授权

source: Not Granted
zh_hans: 未授权

source: Enable…
zh_hans: 启用…

source: Capture a screen region or window and add it to a note.
zh_hans: 截取屏幕区域或窗口，添加到笔记中。

source: Screen recording is used only for capture. Everything else works without it.
zh_hans: 屏幕录制权限仅用于截屏/录屏功能，其他功能不受影响。

source: The note font applies to all notes. Chinese text uses a matching system font automatically.
zh_hans: 笔记字体会应用到所有笔记；中文会自动使用匹配的系统字体。

source: Last synced
zh_hans: 上次同步

source: Unlock…
zh_hans: 解锁…

source: Up to Date
zh_hans: 已是最新

source: Storage
zh_hans: 存储

source: Location
zh_hans: 位置

source: Vault
zh_hans: 保险库

source: Sync frequency
zh_hans: 同步频率

source: Syncs automatically a few seconds after changes, and at the interval you choose.
zh_hans: 内容变更几秒后自动同步，并按所选间隔定期同步。

source: Automatic sync starts once the vault is unlocked on this Mac.
zh_hans: 保险库在这台 Mac 上解锁后才会开始自动同步。

source: Keep sync unlocked on this Mac
zh_hans: 在这台 Mac 上保持同步解锁

source: Sync will stay unlocked on this Mac until it restarts or you lock the vault.
zh_hans: 同步将保持解锁，直到这台 Mac 重启或你锁定保险库。

source: The remembered unlock was cleared.
zh_hans: 已清除记忆的解锁状态。

source: Keeps the vault unlocked across app relaunches until this Mac restarts or you lock the vault.
zh_hans: 在应用重启后保持保险库解锁，直到这台 Mac 重启或你锁定保险库。

source: Saves the vault key securely in Keychain. It's cleared when you restart or lock the vault.
zh_hans: 保险库密钥安全存储在钥匙串中；重启或锁定保险库后会清除。

source: Join Another Vault…
zh_hans: 加入另一个保险库…

source: Set Up New Storage Location…
zh_hans: 设置新的存储位置…

source: Disconnect Sync…
zh_hans: 断开同步…

source: Set Up Sync…
zh_hans: 设置同步…

source: No password recovery. If you forget your sync password, your synced notes can't be recovered by anyone.
zh_hans: 无法找回密码。如果忘记同步密码，任何人都无法恢复你的同步笔记。

source: Sync keeps your notes available on all your Macs through a WebDAV or S3-compatible storage location. Your notes are encrypted on this Mac before upload. Your storage provider receives only encrypted note data.
zh_hans: 通过 WebDAV 或 S3 兼容的存储位置，让你的笔记在所有 Mac 上保持可用。笔记会先在这台 Mac 上加密再上传，存储服务商只会收到加密后的数据。
